<section class="dreamer">
		<header>
			 <h2>SoftUni съновник</h2>
		</header> 

<pre>
switch ($dream) {
	case1: "Наков ти говори на сън":
		$result = "Добре дошъл в SoftUni";
		break;
	case2: "Наков ти говори на сън, а ти му задаваш въпроси":
		$result = "Явно си минал първо ниво";
		break;
	case3: "Водиш ожесточен спор с Наков на тема - Алгоритъм за подобрение формулата на алкохола":
		$result = "Човече, по-добре спирай да сънуваш, че нещата не отиват на добре";
		break;
	case4: "Адриана Лима те чака в барчето на университета за да и обясниш разликата между C# и JAVA":
		$result = "Ставай бързо и отивай преди да са разбрали останалите и да те преварят";
		break;
	case5: "Поредната вечер в която успя да свалиш невероятно яки мацки":
		$result = "Време е да се замислиш за по-голям хард диск";
		break;
	case6: "Зала ... тишина ... една камара хора са се втренчили в мониторите си ... от време на време дочуваш тиха псувня":
		$result = "Братле не спиш!!! На изпит си!!!";
		break;
	case7: "Караш супер яка кола по магистралата с висока скорост. Опитваш да спреш, ама педала не работи ....":
		$result = "Е кво пък толкова, ти все едно не си имал бъгове в твоя код";
		break;
	default:
		$result = "Стига си спал, ами върви си напиши домашното!";
	break;
}
</pre>
</section>