<section>
	<header>
		<h2>Добре дошли !</h2>			
	</header>

	<article>
		<header>
			<h3>Какво ще намерите на този сайт?!</h3>
		</header>

		<p>
			Тук ще намерите интересни и забавни вицове, картинки и видео материали свързани с живота и обучението в SoftUni. Това разбира се не означава, че не можете да се позабавлявате дори и да не сте свързани с него :), защото основната тема са хората от IT индустрията (или по-общо казано - с хората, който прекарват по-голямата част от времето си пред компютъра).
		</p>

		<p>
			Препоръчваме Ви да разгледате и викторината ни. С нейна помощ бихте могли да определите до каква степен сте се откъснали от реалния свят и да проверите колко сериозно се отнасяте към обучението си :).
		</p>

		<p>
			В раздела съновник ще откриете интересни факти относно сънищата ви свързани с СофтУни или липсата на подобни, поради безсънните нощи прекарани в упорито учение...
		</p>

		<p>
			Снимковият материал е свързан основно хората и живота в SoftUni. Препоръчваме Ви да хвърлите едно око на този раздел, за да видите, че можем и да се забавляаваме.. :)
		</p>

		<p>
			В раздела Video ще откриете интересни клипове и лекции на различна тематика...
		</p>
	</article>

	<article>
		<header>
			<h3>За кого е предназначен този сайт?</h3>
		</header>

		<p>
			За всички, които не се страхуват от компютърджийските термини. Има материали, които са препълнени с такива и на човек извън тази сфера, може да звутат неразбираемо или не много добре, но за тези дори с малко опит - ще са забавни.
		</p>
		
        <p>
            Надяваме се, че не сме Ви уплашили с тези встъпителни слова. Пожелаваме Ви приятно  разглеждане на сайта и много приятни моменти, защото както е казано:
        </p>

        <blockquote>
            "И програмистите са хора, и те могат да се забавляват :) :) :)"
        </blockquote>
	</article>

	<div>
		<p>Изтегли си</p>			
		
		<section>
			<button onclick="getWish()">Късметче</button>

			<p id="text">Днес ?!?</p>
			
			<script src="../script/luckyScript.js" ></script>				
		</section>			
	</div>
</section>