<section class="jokes">
	<header>
		<h2>
			Вицове
		</h2>			
	</header>

	<article>
		<!-- school -->
		<p>
			Час по английски. Учителят:<br />
			- Как е на английски гума?<br />
			Син на програмист:<br />
			- Бекспейс.
		</p>

		<p>
			Първи урок по англииски. Учителката:<br />
			– Кой от вас, деца, знае английската азбука?<br />
			Син на програмист:<br />
			– Аз!<br />
			– Добре, казвай сега подред.<br />
			– Q, W, E, R, T, Y …
		</p>

		<p>
			Ивачно закъснява за час, нахълтва без да чука, не поздравява, не си сваля шапката и се пльосва на мястото си. Учителката е в шок.<br />
			- Иване, веднага излез и влез както трябва!<br />
			- А стига ма! Това да не ти е Windows! 
		</p>

		<p>
			Водят деца на посещение в зоологическата градина. Спират пред клетката на слоновете и ги питат:<br />
			- Деца, какво животно е това?<br />
			- Слон, слон, слон - отговарят всички.<br />
			- А как го познахте?<br />
			- По хобота и големите уши.<br />
			Спират пред клетката на жирафа.<br />
			- Деца, какво животно е това?<br />
			- Жираф е! Жираф е!<br />
			- Как го познахте?<br />
			- По дългите крака и дългата шия.<br />
			Стигат до клетката на маймуната.<br />
			- Деца, а това животно какво е?<br />
			- Това е интернет маниак госпожо - вижте има мазоли от седене на дупето си и очите му са зачервени... 
		</p>
		
		<!-- nature -->
		<p>
			Програмист се разхожда в планината.<br />Огледал заобикалящата го природа и си казал:<br />
			- Каква яка графика!
		</p>
		
		<!-- women-proggramer -->
		<p>
			Интервюират жената на програмист:<br />
			- А той, как Ви свали?<br />
			- С FlashGet... 
		</p>

		<p>
			Жена-програмист попълва анкета:<br />
			Пол: женски<br />
			Семейно положение: разведена<br />
			Причина за развод: device not found 
		</p>

		<p>
			- Какво общо имат жената програмист и морското свинче?<br />
			- Морското свинче няма нищо общо, нито с морето, нито със свинете и жената програмист, няма нищо общо с програмистите и жените! 
		</p>

		<!-- women -->
		<p>
			Срещат се двама програмисти:<br />
			- Ти какви жени предпочиташ - оригинални, shareware или freeware?<br />
			- Все ми е тая, само да нямат time sharing... 
		</p>

		<p>
			Питат един програмист:<br />
			– Какво друго обичаш, освен жени и компютри?<br />
			– Момичета и калкулатори. 
		</p>

		<p>
			Чатят си двама интернет маниаци:<br />
			- Хайде довечера да ходим на бира!<br />
			- Не мога, имам среща със Силвето.<br />
			- Как, ти не я ли дропна?<br />
			- Ааа..., реконектнах се!! 
		</p>

		<p>
			Разговор мейду компютърни специалисти:<br />
			- Снощи свалих страхотна мадама!<br />
			- Колко мегабайта и от къде? 
		</p>

		<p>
			Двама програмисти вървят по улицата и виждат едно симпатично момиче и единия казва:<br />
			– Виж какви "Properties" има тази.<br />
			– Да но са "Read Only" – допълнил другия. 
		</p>

		<!-- Microsoft -->
		<p>				
			- Как изглежда новият модел клавиатура на Microsoft?<br />
			- Има само три бутона - Ctrl, Alt & Del... 
		</p>

		<p>
			Съобщение на Microsoft:<br />
			През второто тримесечие на идващата година ще пуснем женска версия на операционната система Windows.<br />
			В добавка към бутоните "Да" и "Не" в нея ще има и бутон "Може би". 
		</p>

		<p>
			- Колко инженера на Microsoft са нужни, за да се смени една лампа?<br />
			- Четири.<br />
			- ?!?<br />
			- Първият да ви попита за регистрационния номер на лампата.<br />
			Вторият да ви попита:<br />
			- А вие рестартирахте ли я (да я включите и изключите)?<br />
			Третият да попита:<br />
			- А преинсталирахте ли я?<br />
			Четвъртият ща каже:<br />
			- Вие там имате проблеми с хардуера! В офиса имаме същата лампа и работи без драйвери. 
		</p>

		<!-- oter -->
		<p>
			При гадателка:<br />
			- Снощи сънувах Бил Гейтс, та питам, това на пари ли е или на вирус в компютъра? <br />
		</p>

		<p>
			- Тате, ти бил ли си програмист?<br />
			- Да, двама. 
		</p>

		<p>
			Вие току-що получихте първия албански вирус! Тъй като тук не сме много напреднали с компютрите, това е ръчен вирус! Ще ви помолим:<br />
			1 - Да препратите писмото на всичките Ваши познати, които имат e-mail адрес<br />
			2 - Да изтриете съдържанието на диска C 
		</p>

		<p>
			Попитали програмист:<br />
			- Какво пишеш?<br />
			- Не знам! Сега ще го пуснем и ще разберем! 
		</p>

		<p>
			Един програмист върви по коридора, насреща му друг, влачи базука.<br />
			- От къде я взе? - възхитено попитал първия.<br />
			- Ей там някакъв тип е материализирал DOOM... 
		</p>

		<p>
			- Каква е разликата между опитния и начинаещия програмист?<br />
			- Начинаещия мисли, че в килобайта има 1000 байта, а опитния мисли, че в километъра има 1024 метра! 
		</p>

		<p>
			Срещат се двама програмисти:<br />
			- Трябва ми генератор на случайни числа.<br />
			- 14 - отговаря другия. 
		</p>

		<p>				
			Програмист и инженер се оказали на две съседни седалки в един самолет, по време на дълъг полет Лондон - Ню Йорк. На програмиста му било скучно и затова, предложил на инженера, да поиграят на една интересна игра: задават си въпроси, ако единия не отговори на другия, дава му $5, ако втория не отговори на първия и той му дава $5. Но на инженера му се спяло много, вежливо отказал и се обърнал настрани, да спи. Програмиста бил много настоятелен, дори предложил, ако той не отговори, да дава по $50, а инженера по $5. Инженера разбрал, че от досадника не може да се отървеш лесно и затова, се съгласил. Пръв попитал програмиста:<br />
			- Какво е разстоянието от Луната до Слънцето в 15 фаза?<br />
			Инженера, без много да мисли, извадил $5 и му ги дал. След това инженера задал своя въпрос:<br />
			- Кое е това животно, което се катери на три крака, а слиза на два?<br />
			Програмиста започнал да търси из лаптопа си, изровил, всички системи за търсене - нищо. Свързал се с библиотеката на Сената - нищо. Пратил запитване до академии на науките, нищо! Полета вече бил към края си, а инженера вече се бил наспал, когато програмиста, не издържал, извадил $50 и ги дал на инженера! Другия ги взел и тръгнал да слиза от самолета.<br />
			- Почакай! - казал програмиста. А кой е верния отговор?<br />
			Инженерът извадил $5 и му ги дал... 
		</p>

		<p>
			Надпис в отдел "Поддръжка на компютърната техника" на голяма фирма:<br />
			Теория - това е когато знаете всичко, но нищо не работи.<br />
			Практика - това е когато всичко работи, но не знаете защо.<br />
			При нас съчетаваме теорията с практиката.
			Нищо не работи и нямаме понятие защо. <br />
		</p>

		<p>
			Програмистка поговорка:<br />
			Ако програмата дава неверен резултат - в нея има грешка. А ако дава верен резултат - тогава в нея има поне две грешки. 
		</p>

		<p>
			Двама програмисти си говорят:<br />
			- Чу ли? Пентагонът поръчал на Microsoft програмното осигуряване на най-новите си самолети?<br />
			- Естествено! Моделът им бил такъв, че трябвало да могат да увисват неподвижно във въздуха... 
		</p>

		<p>
			Програмист занимава малкия си син:<br />
			- Как прави кучето, татковото?<br />
			- Бау, бау, тате!<br />
			- А как прави котето?<br />
			- Мяу, мяу, тате!<br />
			- А мишлето как прави?<br />
			- Клик, клик, тате... 
		</p>

		<p>
			Из дневника на интернет-маниак:<br />
			"Реших коренно да променя начина си на живот. Изтрих си всичките bookmark-ове." 
		</p>

		<p>
			Истинският програмист не може да умре от глад, дори хладилника да е празен. Той винаги може да изкара поне още една седмица с хранителните запаси натрупали се в клавиатурата.
		</p>

		<p>
			Пилотът на самолета обявява:<br />
			– Дами и господа, добре дошли на борда на нашия Ту154-б!<br />
			Сред пътниците се чува уплашен глас:<br />
			– Ужас! Попаднал съм на бета-версия! 
		</p>

		<p>
			Програмист разправя:<br />
			– Имах тежко детство! Компютъра ми беше осембитов. 
		</p>			

		<p>
			Двама програмисти свършват работа и единият моли другия:<br />
			– Можеш ли да ми заемеш 1000 лева?<br />
			– Не може ли да ги закръглим на 1024? 
		</p>
	</article>
</section>