<section class="poems">
	<article>
		<header>
		<h2>
			Поеми
		</h2>			
	</header>
		<p>
			О, Windows!<br />
			Три дена храбро инсталирах.<br />
			Трих, слагах, регистрирах.<br />
			Не тръгваш и не тръгваш сам,<br />
			показваш само син екран.<br />
			Първо ми съсипваш FAT,<br />
			преминавам през format,<br />
			но не стига таз беля,<br />
			нов дял трябва да ти заделя.<br />
		</p>
		<p>
			Хоп, пак не се получи<br />
			работата се закучи,<br />
			драйвер някакъв незнаен,<br />
			искаш в цикъл най-безкраен.<br />
		</p>
		<p>
			С Wizardа отново споря,<br />
			но не мога да го сборя.<br />
			Нямам Plug And Play модем,<br />
			разбери го бе, кретен!<br />
		</p>
		<p>
			Изнервям се, та чак треперя.<br />
			CD-то искам да намеря,<br />
			та да тръгнеш най-подир,<br />
			а не под DOS да пиша Dir.<br />
		</p>
		<p>
			Уж тръгна, пуснах Service Pack,<br />
			О, не - ще инстарирам пак!<br />
			Най-после посред нощ,<br />
			използвах софтуера лош.<br />
		</p>
		<p>
			На сутринта от шлаката изрових,<br />
			процесор спечен и пророних:<br />
			Да бе мирно си седяло,<br />
			не би от Setup умряло. <br />
		</p>
	</article>

	<article>
		<header>
			<h3>Антивирусни на чипа</h3>
		</header>
		
		<p>
			Нека носим още по стъклото,<br />
			останки от вирус, следи от теглото,<br />
			нека спомен люти от дни на позор<br />
			да висне кат облак в нашии кръгозор,<br />
			нека ни отрича историята, века,<br />
			нека е трагично името ни, нека,<br />
			шеснайската стара и старии осмак<br />
			в миналото наше хвърлят своя мрак,<br />
			нека да нисочат с присмехи обидни<br />
			фаилове изтрити и дирите стидни<br />
			по диска ни още от вируса стар<br />
			нека таз свобода да ни бъде дар!<br />
			Нека. Но ний знаем, че в нащо недажно<br />
			свети нещо ново, има нещо славно,<br />
			що гордо разтупва наще гърди<br />
			и в нас чувства силни, големи, подли<br />
			защото там нейде, вдън кабинета<br />
			сто етажа горен крепи в момента,<br />
			намира се някои див, чувствен чип<br />
			покрит от програми и от кървав ZIP,<br />
			на безсмъртен подвиг паметник огромен ,<br />
			защото на чипа има един спомен,<br />
			има едно име, що вечно живеи<br />
			и в нашта история кат легенда грей,<br />
			едно име ново, голямо, антично<br />
			като Термопили славно, безгранично<br />
			що отговор дава и смива смърт<br />
			и на клеветата строшава зъбът.
		</p>
		<p>
			O, Интел l!<br />
			Три дена смелите програми<br />
			как платката бранят, BIOS-а и RAM-а<br />
			трепетно повтарят на боя ревът.<br />
			Пристъпи ужасни! Дванайсти път<br />
			вирусна атака по платката дива<br />
			и EXE я стеле и COM я залива.<br />
			Вируса безумнии CALL-ва чипа пак<br />
			и SEND-ва: " Идете! Тамо са раите !"<br />
			И вируси тръгват с викове сърдити,<br />
			" KILL " мessage платката разтресе.<br />
			Чипа отговори " Invalid process ".<br />
			И с нов дъжд матрици и масиви мъртви<br />
			програмите наши, оплискани с кърви<br />
			пъшкат и отблъскват без сигнал, без ред,<br />
			всяка гледа само да бъде напред<br />
			и буфер геройски на Del да изложи,<br />
			един вирус повеч мъртъв да положи.<br />
			Конзолата екне. Бластери ревът,<br />
			споики прегряват, топят се, гърмят.<br />
			Идат като тигри, падат като овци<br />
			и пак се копират, програми орливци,<br />
			кат лъвове тичат по страшнии редут,<br />
			прихващат сигнали и връщат " corrupt ".<br />
			Щурмът е отчаян ,отпорът е лют.<br />
			Три дни веч се бият, но помощ не иде,<br />
			от никъде взводът надежда не види<br />
			и RAM-а препълнен не стига за тях.<br />
			Нищо !Те ще паднат, но честно, без страх -<br />
			кат някои модеми след " server reset "-а.<br />
			Дънната платка е вече превзета.<br />
			Последният напън е вече настал.<br />
			Тогава F-PROT, нашии генерал<br />
			SEND-на громоломно: " Младии опълченци,<br />
			венчаите машината с лаврови венци!<br />
			На вашта сила Интел повери<br />
			BIOS-а, войната и себе дори!"<br />
			При тоз message силен, програмите горди<br />
			очакват геройски вирусните орди,<br />
			бесни и шумещи! О геройски час.<br />
			Някой прихваща interrupt тогаз,<br />
			буфери липсват, но сорсове траят,<br />
			масив се изтрива - асемблер остая<br />
			и сладката радост до крак да измрът<br />
			пред цяла мрежа, на тоз славен път,<br />
			един Del юнашки и с една победа.<br />
			"Мрежата цялата сега нази гледа,<br />
			тоя чип висок е: тя ще ни съзре,<br />
			ако би бегали: да мрем по-добре!"<br />
			Няма вече памет! Има хекатомба !<br />
			Всеки КБайт меч е, всеки преход - бомба,<br />
			всяко нещо - удар, всеки код е плам.<br />
			Байтове и думи изчезнаха там.<br />
			"Записвайте нули" - някои си изкрязка<br />
			и нули двоични фръкнаха завчаска<br />
			кат демони черни над чернии рояк<br />
			трият, презаписват като живи пак!<br />
			И вируси тръпнат, друг път невидели<br />
			в едно да изтриват и живи и умрели<br />
			и платката цепят със демонски вик.<br />
			Боят се пбръща на смърт и на щик,<br />
			програмите наши, като скали твърди,<br />
			асемблер-а срещат с железни си гърди<br />
			и хвърлят се в RAM-а, в свирепата сеч,<br />
			като виждат харно, изтрити са веч...<br />
			но вълни по-нови вируси дивашки<br />
			гълтат, потопяват орляка юнашки.<br />
			И още миг - ще падне заветният FAT<br />
			и някой се сети... стартира FORMAT.<br />
		</p>
		<p>
			.........<br />
			.........<br />
			.........<br />
		</p>
		<p>
			И днес вожд Интел, щом вирус прихваща,<br />
			спомня тоз ден бурен, копира, препраща<br />
			слава му дивна архивен ZIP<br />
			от шина на шина и от чип на чип.<br />
		</p>
	</article>
</section>