<section class="tales">
	<header>
		<h2>
			Приказки
		</h2>			
	</header>

	<article>
		<header>
			<h3>
				Приказката "Червената шапчица"
			<h3>
		</header>

		<p>					
			Още докато е под DOS юзера "Mother" подава сигнали към шината на Червената шапчица да копира малко банички в директорията на старата версия Баба 1.2.<br />
			Червената шапчица започва незабавно да отделя процесорно време за обработка на сигнала и копирането. Но в това време се оказва, че в оперативната памет се е намъкнал вируса "Вълк" версия 2.11, и започва да чете хекс-кода на Червена шапчица. Така Червената шапчица преминава в режим на времеделение и процесора й започва да работи по-бавно.<br />
			Вълкът, който е ъпгрейдвана версия, (добавена му е командата Search) се оказва с по-голяма производителност и пръв файндва архивните копия на Баба 1.2 и дава ирейз на цялата версия на Баба 1.2. Вълкът настанява свои файлове в директорията, която остава със същото име и така си осигурява свободен достъп до архивите на Червена шапчица. При достигането на обработените данни на Червена шапчица, той ги делейтва, като игнорира опитите й да ги разпознае от архива.<br />
			Обаче в това време антивирусния пакет, последна версия "Ловец" 6.29, снабден с ъпгрейдавана версия за унищожаване на вируси "Автомат Калашников 4.7", открива вируса Вълк и го изтрива, като го маркира като бед сектор. По-нататъка Ловец 6.29 ъндилейтва успешно изтритите фаилове на Баба 1.2 и Червена шапчица, които остават годни за по-нататъшна експлоатация.
		</p>
	</article>
</section>